[
    "It's dangerous to go alone! Take this. – The Legend of Zelda",
    "War. War never changes. – Fallout series",
    "Would you kindly...? – BioShock",
    "Finish him! – Mortal Kombat",
    "Do a barrel roll! – Star Fox 64",
    "I used to be an adventurer like you, then I took an arrow in the knee. – The Elder Scrolls V: Skyrim",
    "Thank you Mario! But our princess is in another castle! – Super Mario Bros.",
    "Praise the Sun! – Dark Souls",
    "You have died of dysentery. – The Oregon Trail",
    "The cake is a lie. – Portal",
    "Snake? Snaaaake!! – Metal Gear Solid",
    "Hadouken! – Street Fighter",
    "Get over here! – Mortal Kombat",
    "You were almost a Jill sandwich. – Resident Evil",
    "Stay awhile and listen. – Diablo II",
    "All your base are belong to us. – Zero Wing",
    "A man chooses, a slave obeys. – BioShock",
    "The right man in the wrong place can make all the difference in the world. – Half-Life 2",
    "It's me, Mario! – Super Mario 64",
    "Fus Ro Dah! – The Elder Scrolls V: Skyrim",
    "I am Error. – Zelda II: The Adventure of Link",
    "What is a man? A miserable little pile of secrets! – Castlevania: Symphony of the Night",
    "I never asked for this. – Deus Ex: Human Revolution",
    "You must construct additional pylons. – StarCraft",
    "Requiescat in pace. – Assassin’s Creed II",
    "Boomshakalaka! – NBA Jam",
    "I see you're a man of culture as well. – Various/meme culture",
    "The numbers, Mason! What do they mean? – Call of Duty: Black Ops",
    "Hey! Listen! – The Legend of Zelda: Ocarina of Time",
    "Waka waka waka. – Pac-Man",
    "It's super effective! – Pokémon",
    "Time to kick ass and chew bubblegum... and I'm all outta gum. – Duke Nukem 3D",
    "I am the law! – Judge Dredd (various games)",
    "You must defeat Sheng Long to stand a chance. – Street Fighter II",
    "This is my story. – Final Fantasy X",
    "Nothing is true; everything is permitted. – Assassin's Creed",
    "You are not prepared! – World of Warcraft: The Burning Crusade",
    "Remember, no Russian. – Call of Duty: Modern Warfare 2",
    "I'm Commander Shepard, and this is my favorite store on the Citadel. – Mass Effect 2",
    "Heroes never die! – Overwatch",
    "Welcome to the family, son. – Resident Evil 7",
    "You require more vespene gas. – StarCraft",
    "Objection! – Phoenix Wright: Ace Attorney",
    "Rip and tear, until it is done. – DOOM (2016)",
    "Prepare for unforeseen consequences. – Half-Life 2",
    "Don't wish it were easier, wish you were better. – League of Legends (Tryndamere)",
    "I am the senate! – Star Wars game memes",
    "I’ve covered wars, you know. – Dead Rising",
    "They’re taking the hobbits to Isengard! – Meme culture in games",
    "You win! – Street Fighter"
  ]
  